203-Systems/NullPerator/sources/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SPI_MASTER_ISR_IN_IRAM=n
CONFIG_FREERTOS_HZ=1000
CONFIG_MAIN_TASK_STACK_SIZE=8192
CONFIG_TASK_WDT_CHECK_IDLE_TASK_CPU0=n
CONFIG_TASK_WDT_CHECK_IDLE_TASK_CPU1=n
CONFIG_ESP_TASK_WDT_EN=n
CONFIG_ESP_INT_WDT=n
CONFIG_PARTITION_TABLE_SINGLE_APP_LARGE=y